Repository: nsdcrew/FootMoon
Catalog: Web/Resources/Pages/Index.*.resx
Languages: es_es, fr_fr

# acroche
source: The incredible story of a young boy who wanted to touch the sky, by sending his foot...&nbsp;To the moon !!!
es_es: La increíble historia de un joven que quiso tocar el cielo, mandando su pie...&nbsp;¡¡¡Asta la luna!!!
fr_fr: L'incroyable histoire d'un jeune garçon qui voulait toucher les étoiles en envoyant son pied...&nbsp;À la lune !!!

# AreUReady
source: Are you ready to go to the moon with Julien Cudot?
es_es: ¿Estás list(o)(a) para ir en la luna con Julien Cudot?
fr_fr: Êtes-vous prêt à aller sur la lune avec Julien Cudot ?

# cannes
source: Still waiting from `Festivale de Cannes` for the Palme ...
es_es: Todavía esperando al `Festivale de Cannes` por la Palma...
fr_fr: On attend toujours la Palme ...

# ClickOnIt
source: Click on it to see full size picture
fr_fr: Cliquez dessus pour voir l'image en taille réelle

# comment1
source: Best rollerblading documentary i have seen so far !
es_es: ¡El mejor documental sobre patinaje que he visto hasta ahora!
fr_fr: Le meilleur documentaire sur le roller que j'ai vu jusqu'à présent !

# comment2
source: Julien is so HOT !!!
es_es: ¡¡¡Julien es tan CALIENTE!!!
fr_fr: Julien est trop CHAUD !!!

# comment3
source: I didn't know this sport existed before watching the movie but i love it !
es_es: No sabía que existía este deporte antes de ver la película pero ¡me encanta!
fr_fr: Je ne connaissais pas ce sport avant de voir le film mais j'adore ça !

source: contact Us
es_es: Contáctenos
fr_fr: Contactez-nous

source: Days
es_es: Dias
fr_fr: Jours

# details
source: A film produced &amp; directed by Backa Flipa Production with Julien Cudot (World Champion), the appearance of Brian Aragon, Alex Browskow, John Bolino, Stéphane Alfano, Roman Abrate, Frai Gomez, Hadrien Bastouil, Florian Petitcollin, Sofia Bogdanova, Daniel Mihalcea, Viktor Thorup, Alejandro Gonzalez, Angel Valdez, Vincent Romain, Alejandra Jimenez, Katherine Gomez, Michel Guevara, Jeremi Rodriguez, Thomas Camus, Jimmy dubost, Rocio Genaro with the participation of Guillaume Chaboud, Ricky Brown, Mariana Eites, Walter Sanchez, Clement Millot, Maciej Tomkow
es_es: Una película producida &amp; dirigida por Backa Flipa Producción con Julien Cudot, la aparición de Brian Aragon, Alex Browskow, John Bolino, Stéphane Alfano, Roman Abrate, Frai Gomez, Hadrien Bastouil, Florian Petitcollin, Sofia Bogdanova, Daniel Mihalcea, Viktor Thorup, Alejandro Gonzalez, Angel Valdez , Vincent Romain, Alejandra Jimenez, Katherine Gomez, Michel Guevara, Jeremi Rodriguez, Thomas Camus, Jimmy dubost, Rocio Genaro con la participación de Guillaume Chaboux, Ricky Brown, Mariana Eites, Walter Sanchez, Clement Millot, Maciej Tomkow
fr_fr: Un film produit &amp; réalisé par Backa Flipa Production avec Julien Cudot (Champion du monde), Brian Aragon, Alex Browskow, John Bolino, Stéphane Alfano, Roman Abrate, Frai Gomez, Hadrien Bastouil, Florian Petitcollin, Sofia Bogdanova, Daniel Mihalcea, Viktor Thorup, Alejandro Gonzalez, Angel Valdez, Vincent Romain, Alejandra Jimenez, Katherine Gomez, Michel Guevara, Jeremi Rodriguez, Thomas Camus, Jimmy Dubost, Rocio Genaro avec la participation de Guillaume Chaboud, Ricky Brown, Mariana Eites, Walter Sanchez, Clément Millot, Maciej Tomkow

source: Don't miss it !
es_es: ¡No te lo pierdas!
fr_fr: Ne le manquez pas !

source: Full movie
es_es: Película completa
fr_fr: Film complet

source: Hours
es_es: Horas
fr_fr: Heures

# HowWatchIt
source: How to watch it on a SMART TV
es_es: Cómo verlo en un SMART TV
fr_fr: Comment le regarder sur une SMART TV

# InMexico
source: A world champion in Mexico
es_es: En Mexico
fr_fr: Au Mexique

# langSubMess
source: Select the language of you choice using the subtitles available in the youtube player
es_es: Seleccione el idioma de su elección utilizando los subtítulos disponibles en YouTube.
fr_fr: Sélectionnez la langue de votre choix grâce aux sous-titres disponibles dans le lecteur YouTube

# LetWatchIt
source: &nbsp;Let'S watch it!
es_es: ¡Vamos a ver eso!
fr_fr: Regardons le!

# MakeComments
source: Make as much comments as you want directly from our social media networks
es_es: Haz todos los comentarios que quieras directamente desde nuestras redes sociales
fr_fr: Faites autant de commentaires que vous le souhaitez directement depuis nos réseaux

# MovieOnlineIn
source: Movie available online here in
es_es: Película disponible en línea en
fr_fr: Film disponible en ligne ici dans

source: Ok remind me !
es_es: Ok recuérdamelo!
fr_fr: Ok, rappelle-moi !

# OrRemindMe
source: Remind me by email when it become available !
es_es: ¡ recuérdame por correo electrónico cuando esté disponible!
fr_fr: Rappelez-moi par email dès qu'il sera disponible !

# PhotoByThoma
source: Photos by
es_es: Fotos de Thomas Camus
fr_fr: Photos par

source: Pre order
es_es: Preordenar
fr_fr: Pré-commander

# ReleaseDate
source: December 15st, 2023 at 5pm UTC
es_es: 15 de diciembre de 2023 a las 12:00
fr_fr: 15 décembre 2023 à 12h

# SelectLang
source: Select your language
es_es: Selecciona tu idioma
fr_fr: Selectionnez votre langue

source: Shop
es_es: Tienda
fr_fr: Boutique

# sinceofficial
source: Since the official release of the movie (15/12/23), we offer you to watch the introduction section for free
es_es: Desde el lanzamiento oficial de la película (15/12/23), te ofrecemos ver la sección de introducción gratis.
fr_fr: Depuis la sortie officielle du film (15/12/23), nous vous proposons de visionner gratuitement la partie introduction

# thxEmaill
source: Thank you! An email will be send to you the day it become available.
es_es: ¡Gracias! Se le enviará un correo electrónico el día que esté disponible.
fr_fr: Merci! Un email vous sera envoyé le jour où il sera disponible.

# thxParteners
source: We would like to thanks all our partners for their help and trust
es_es: Nos gustaría agradecer a todos nuestros socios por su ayuda y confianza.
fr_fr: Nous tenons à remercier tous nos partenaires pour leur aide et leur confiance

# thxSoloInline
source: All for roller skating! Solo Inline is the first specialized store for inline skates in Quebec
fr_fr: Tout pour le roller ! Solo Inline est la première boutique spécialisée en patins à roues alignés au Québec

source: Trailer
fr_fr: Bande annonce

# txtClic-n-roll
source: Clic-n-roll is a French store for skateboarding, rollerblading, and scootering, created and managed by enthusiasts since 2010
fr_fr: Clic-n-roll est un magasin français de skate, roller et trottinette créé et géré par des passionnés depuis 2010

# txtMGlisse
source: Your sports club specialized in the development and teaching of urban gliding sports in Toulon (France)
fr_fr: Votre club de sport spécialisé dans le développement et l'enseignement des sports de glisses urbaines à Toulon

# txtProyextoMexcio
source: The best about #rollerblading in México. Traveling and filming the most incredible people on roller
fr_fr: Le meilleur du #rollerblading au Mexique. Voyager et filmer les personnes les plus incroyables en roller

# txtRollernews
source: Your online source for Rollerblading Media
fr_fr: Votre media en ligne pour le roller

# WannaBe
source: Wanna be an official partner, broadcast the movie, ask a simple question ?
es_es: ¿Quieres ser socio oficial, transmitir la película y hacer una pregunta sencilla?
fr_fr: Envie d'être partenaire officiel, de diffuser le film, de poser une question ?

source: Watch full movie
es_es: Ver la Película completa
fr_fr: Voir le film complet

source: Watch intro
es_es: Ver el intro
fr_fr: Voir l'intro

source: WATCH TRAILER
es_es: VER EL TRAILER
fr_fr: VOIR LA BANDE-ANNONCE

# yourImage
source: Your brand here & in the film ? contact us !
fr_fr: Votre logo ici et dans le film ? Contactez-nous !

source: Minutes
es_es: Minutos
